# Персональные данные. Напишите программу, которая выводит приведенную ниже информацию:
# • ваше имя;
# • ваш адрес проживания, с городом, областью и почтовым индексом;
# • ваш номер телефона;
# • вашу специализацию в учебном заведении.

name = "Ivan"
city = "Kiev"
address = "boulevard 50 years of the October Revolution"
state = "Kiev region"
zip_code = 15432
number_phone ="+380 098 665 66 12"
specialization = "metrology"

print("Name: ", name, "\n", "Address: ", state, city, address, zip_code, "\n", "Number phone: ", number_phone, "\n", "Specialization: ", specialization)