# Дан диаметр окружности d. Найти ее длину L = π·d. В качестве значе-
# ния π использовать 3.14.

pi = 3.14

d = int(input("Введите значение d: "))
L = pi * d

print("Длина: ", L)