# Дана сторона квадрата a. Найти его площадь S = a2.

a = int(input("Введите значение а: "))
area = a ** 2

print("Площадь: ", area)
