# Даны  стороны  прямоугольника  a  и  b.  Найти  его  площадь  S = a·b  и
# периметр P = 2·(a + b).

a = int(input("Введите значение а: "))
b = int(input("Введите значение b: "))

area = a * b
perimeter = 2 * (a + b)

print("Площадь: ", area)
print("Периметр: ", perimeter)
