# Дана сторона квадрата a. Найти его периметр P = 4·a.

a = int(input("Введите значение а: "))
perimeter = 4 * a

print("Периметр: ", perimeter)
